testcases/service/LAC-TC-02-CalcLoanPmt-Request.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:loan="http://www.amortizer.org/LoanCalcService/">
   <soapenv:Header/>
   <soapenv:Body>
      <loan:CalcLoanAmt>
         <loanAmt>45000.00</loanAmt>
         <loanRate>4.75</loanRate>
         <loanTerm>60</loanTerm>
         <EmailPIN>""</EmailPIN>
      </loan:CalcLoanAmt>
   </soapenv:Body>
</soapenv:Envelope>